ast-grep
atac
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
catppuccin-sddm-theme-macchiato
cava
ccls
chaotic-keyring
chaotic-mirrorlist
cliphist
code
cpio
discord-canary
dotnet-sdk
dunst
efibootmgr
emote
eza
fastfetch
feh
figlet
firefox
flatpak
fortune-mod
gamemode
gamescope
gdb
gimp
git
github-cli
go
grim
grimblast-git
grub
grub-customizer
gst-plugin-pipewire
htop
hyde-cli-git
hyprland
hyprpicker
imagemagick
intel-media-driver
intel-ucode
iwd
jq
jre
kde-cli-tools
kitty
kvantum
kvantum-qt5
libnotify
libva-intel-driver
linux
linux-firmware
lldb
lolcat
luarocks
lutris
man-db
mangohud
nano
neofetch
neovim
network-manager-applet
networkmanager
npm
ntfs-3g
nwg-look
obsidian
oh-my-zsh-git
olympus
openssh
os-prober
pacman-contrib
pacmixer
pamixer
parallel
paru
paru-debug
pavucontrol
pipes.sh
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pokemon-colorscripts-git
polkit-gnome
polkit-kde-agent
python-pyamdgpuinfo
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rcm
rofi-wayland
rustdesk-nightly
rustup
s
sddm
slippi-launcher
slurp
smartmontools
speedtest-cli
spicetify-cli
spotify
swappy
swaylock-effects-git
swww
syncthing
thunar
ttf-times-new-roman
udiskie
ufw
unrar
update-grub
uwufetch
vim
vulkan-intel
vulkan-radeon
waybar
waypipe
wget
wine
wireless_tools
wireplumber
wlogout
wofi
wpa_supplicant
wtf
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xhost
xorg-xinit
xwaylandvideobridge
yarn
z
zoom
zram-generator
zsh
zsh-theme-powerlevel10k-git
zsh-vi-mode
